{
  "landerPageMessage": "Merci de ta présence sur cette page. Laisse ton nom et ton adresse email pour recevoir ton lien personnalisé à partager pour participer à notre concours. A toi de jouer !",
  "Please enter your email address!": "Merci de renseigner une adresse email !",
  "Not a valid referral link!": "Ce n'est pas un lien parrainage valide !",
  "Not a valid email address!": "Ce n'est pas une adresse email valide !",
  "Your account isn't verified yet!": "Ton compte n'est pas encore vérifié !",
  "Enter your name here.": "Ton nom.",
  "Enter your email here.": "Ton email.",
  "Get started": "C'est parti !",
  "Resend?": "Renvoyer ?",
  "You're verified!": "Ton compte est vérifié !",
  "You can now share your referral link!": "Tu peux maintenant partager ton lien de parrainage",
  "Thanks!":"Merci !",
  "Check your email for your referral link, and make sure you verify the link before you start sharing!": "Vérifie ton email pour ton lien de parrainage, et assure-toi de faire cette vérification avant de commencer à partager !",
  "Not a valid referral code!": "Ce n'est pas un code de parrainage valide",
  "Check your link and try again.": "Vérifie ton lien et essaie de nouveau",
  "Your referral link:": "Ton lien de parrainage :",
  "email_before": "Avant de pouvoir partager, tu dois d&#39;abord vérifier ton adresse email.<br />Tant que ton adresse n&#39;est pas vérifiée, les clics sur ton lien ne sont pas comptabilisés.<br />Si tu veux vérifier ton classement à n&#39;importe quel moment, tu peux cliquer",
  "here": "ici",
  "Good luck!": "Bonne chance !",
  "Verify%2520Your%2520Email": "Vérifie%2520ton%2520email",
  "Verify Your Email": "Vérifie ton email",
  "Congratulations, you're in the top": "Félicitations, tu es dans le top",
  "with a total of": "avec un total de",
  "referrals!": "parrainages !",
  "Other participants can still push you out of your spot, so the more referrals you can get the better!": "D'autres participants peuvent toujours te pousser hors de ta place, donc plus tu as de parrainages, mieux c'est !",
  "Sorry, with": "Désolé, avec",
  "you're not in the top": "tu n'es pas dans le top",
  "contestants. Get more referrals to improve your ranking!": "des participants. Obtiens plus de parainage pour améliorer ton classement !",
  "Your rank is": "Tu es"
}
